WORLD_SHORT_TEXT = """Мир Нер-Талис.

Более семи тысяч лет назад мир содрогнулся от катастрофы, произошедшей на континенте Нер-Вир, в результате которой была стёрта с лица земли великая цивилизация, название которой забыто во времени. Теперь их называют Древними.
Древние — это раса, достигшая невероятных высот в науке, магии и технологиях. Их страна превратилась в место, где законы природы исказились, а жизнь приняла чудовищные формы.

Единственные выжившие, откатившись в развитии технологий и магии, спаслись, сбежав на ближайший континент.
Лишь около двухсот лет назад потомки выживших начали делать вылазки на Нер-Вир в поисках реликвий, артефактов и тайных знаний Древних. На берегу был построен город Селдар, который стал центром торговли и отправной точкой для всех желающих путешествовать по этим землям."""

ASK_NAME_TEXT = """Добро пожаловать в наш славный город Селдар! Город, где пересекаются торговые пути, изучаются древние магические тайны и начинаются дороги искателей приключений.
Перед тем как ты войдёшь, надо заполнить анкету.
— Как тебя зовут?"""

ASK_RACE_TEXT = "— Записал, дальше."

FINAL_REGISTRATION_TEXT = """Теперь всё. Информация о тебе записана. Так, вот твой идентификационный амулет — он работает как ключ и содержит всю информацию о тебе а также многое другое. Нуу, дальше сам со всем разберёшься.
Всё, иди прямо по дороге и не задерживай очередь. Ах да, и добро пожаловать в город Селдар, {player_name}!"""

CENTRAL_SQUARE_TEXT = """🏙 Центральная площадь Селдара

Ты выходишь на широкую городскую площадь. Вокруг шумят торговцы, стража следит за порядком, а со стороны порта доносится запах соли, рыбы и дальних земель.

Отсюда начнётся твой путь."""
